{
    "Lang":{
        "English": true 
    },
    "About": {
        "Adress": "Karrhoksgatan 80 1005, 55612 Jonkoping",
        "Email": "oskar.neuman@gmail.com",
        "Phone": "(+46)764284858",
        "Age": 31,
        "Desc": "Hi! I'm a software developer currently operating from Sweden. I have made this page to combine an introduction of me as a person with a summary of my skillset and to present some of my previous work. Find out more below.",
        "GithubUsername": "NeumanShowcase",
        "LinkedIn": "https://linkedin.com/in/oskar-neuman"
    },
    "Experience": {
        "Infospread": {
            "Img": "img/infospread.png",
            "Title": "Infospread Euro AB",
            "Timespan": "March 2018 - December 2019",
            "Desc": ["I worked together with Infospread during the time of my engineering studies and this partnership led to several developed software products.", "I had the role of reasearcher and developer and my main accomplishments were:"],
            "Roles": ["A front end mobile testing software using the 'Appium'-Framework", "Accessibility adaptions using voice navigation (google assistant)", "Regular bugfixing using issue tracking systems", "A report and a prototype of data analytics using progressive machine learning."],
            "Webpage": "https://infospread.se",
            "Position": "Developer (and researcher)"
        }
    },
    "Education": {
        "JU": {
            "Img": "img/juLogo2.png",
            "Title": "Jönköping University",
            "Timespan": "August 2017 - January 2020",
            "Degree": "Bachelor in computer science",
            "TrackName": "Computer Science - 'Mobile platforms' Track",
            "Webpage": "https://ju.se",
            "Desc": "After studying about 3 years I graduated from Jönköping University 2020, I wrote my thesis work in collaboration with Infospread and it's researching the predictability in commuting data patterns. My grades and this research work can be found below.",
            "ThesisURL": "http://hj.diva-portal.org/smash/record.jsf?pid=diva2%3A1390020&dswid=-4432",
            "DegreeURL": "/certs/Degree.pdf"
        }
    },
    "Skills": {
        "Desc": "I have been coding in different languages depending on the requirements of the task. I would say the languages and frameworks I feel most confortable with are: Java (Android Studio), Javascript (Node.js & React), Python 3.5, Obj-C or Swift (X-Code)"
    },
    "Portfolio": {
        "Desc": "When I'm not in the kitchen cooking food to music, I sometimes spend my spare time coding. Some of the results of this activity can be found below. The source code to some projects needs to be requested."
    }
}